chat_system_1776660400_actor_description=General Karador. Resurrected King of the Undead.
chat_system_1776660400_snap_2_question=^?^You sent me into non-existence, [class]. I did not expect you to be so strong. You are worthy of respect.
chat_system_1776660400_snap_2_answer_0=^?^Praise indeed, from the great general. But why have you done all this?
chat_system_1776660400_snap_3_question=^?^This world was too cruel to my family. And it was completely my fault; I failed to defend them.
chat_system_1776660400_snap_3_answer_0=^?^Explain - why did the orcs resurrect you?
chat_system_1776660400_snap_4_question=^?^I don't pretend to understand their motives. But it would be stupid not to use this opportunity for vengeance on my old enemies. My warriors do not kill orcs now, but when we have finished the elves and humans, their turn will come...
chat_system_1776660400_snap_4_answer_0=^?^And how did you get the Crystal of Darkness?
chat_system_1776660400_snap_5_question=^?^You are asking too many questions. My body is broken, and the soul takes flight. Goodbye, [player]. It was a pleasure to fight such a worthy opponent. A good combat indeed.
chat_system_1776660400_snap_5_answer_0=^?^Goodbye, Karador.
